
/* Class = "IBUITabBarItem"; title = "Orders"; ObjectID = "6"; */
"6.title" = "Commandes";
"Orders" = "Commandes";

/* Class = "IBUITabBarItem"; title = "Home"; ObjectID = "7"; */
"7.title" = "Accueil";
"Home" = "Accueil";

/* Class = "IBUILabel"; text = "New Product"; ObjectID = "1RO-Pr-LaQ"; */
"1RO-Pr-LaQ.text" = "Nouveau Produit";
"New Product" = "Nouveau Produit";

/* Class = "IBUILabel"; text = "Rappelez-vous moi"; ObjectID = "1mK-mw-pJC"; */
"1mK-mw-pJC.text" = "Rappelez-vous de moi";

/* Class = "IBUIButton"; normalTitle = "Sign In"; ObjectID = "2gm-cz-B8u"; */
"2gm-cz-B8u.normalTitle" = "Connexion";
"Sign In" = "Connexion";

/* Class = "IBUILabel"; text = "Password"; ObjectID = "6wq-qn-hTf"; */
"6wq-qn-hTf.text" = "Mot de passe";
"Password" = "Mot de passe";

/* Class = "IBUITabBarItem"; title = "Reports"; ObjectID = "89C-f6-VC8"; */
"89C-f6-VC8.title" = "Rapports";

/* Class = "IBUIButton"; normalTitle = "Submit"; ObjectID = "AXL-lv-fO8"; */
"AXL-lv-fO8.normalTitle" = "Soumettre";

/* Class = "IBUILabel"; text = "View Details"; ObjectID = "BCH-KX-zKj"; */
"BCH-KX-zKj.text" = "Voir Détails";
"View Details" = "Voir Détails";

/* Class = "IBUILabel"; text = "121 Main St., Suite 456"; ObjectID = "BaU-IZ-3Fg"; */
"BaU-IZ-3Fg.text" = "121 Rue Principale, Suite 456";

/* Class = "IBUITableViewController"; title = "Sample Request"; ObjectID = "D1F-az-CKz"; */
"D1F-az-CKz.title" = "Demande d’échantillons";

/* Class = "IBUINavigationItem"; title = "Reports"; ObjectID = "LwP-jR-XNy"; */
"LwP-jR-XNy.title" = "Rapports";

/* Class = "IBUILabel"; text = "Sample Requests List"; ObjectID = "O3R-DZ-NKS"; */
"O3R-DZ-NKS.text" = "Liste de demande d’échantillons";
"Sample Requests List" = "Liste de demande d’échantillons";

/* Class = "IBUISegmentedControl"; QKB-AW-eug.segmentTitles[0] = "All"; ObjectID = "QKB-AW-eug"; */
"QKB-AW-eug.segmentTitles[0]" = "Mes Commandes";

/* Class = "IBUISegmentedControl"; QKB-AW-eug.segmentTitles[1] = "In Progress"; ObjectID = "QKB-AW-eug"; */
"QKB-AW-eug.segmentTitles[1]" = "En Cours";

/* Class = "IBUISegmentedControl"; QKB-AW-eug.segmentTitles[2] = "On Hold"; ObjectID = "QKB-AW-eug"; */
"QKB-AW-eug.segmentTitles[2]" = "En Attente";

/* Class = "IBUISegmentedControl"; QKB-AW-eug.segmentTitles[3] = "Shipped"; ObjectID = "QKB-AW-eug"; */
"QKB-AW-eug.segmentTitles[3]" = "Expédiées";

/* Class = "IBUILabel"; text = "Olmetec 20mg (7 Tablets)"; ObjectID = "ReD-DV-2Ex"; */
"ReD-DV-2Ex.text" = "Olmetec 20mg (7 Comprimés)";

/* Class = "IBUILabel"; text = "User Name"; ObjectID = "T9y-Ge-jF4"; */
"T9y-Ge-jF4.text" = "Nom d’utilisateur";
"User Name" = "Nom d’utilisateur";

/* Class = "IBUILabel"; text = "1/1/2011"; ObjectID = "Vdp-Kp-vH8"; */
"Vdp-Kp-vH8.text" = "1/1/2011";

/* Class = "IBUILabel"; text = "6 Units"; ObjectID = "XON-c6-yNJ"; */
"XON-c6-yNJ.text" = "6 Unités";

/* Class = "IBUIBarButtonItem"; title = "Synchronize"; ObjectID = "ZHp-4M-ZLM"; */
"ZHp-4M-ZLM.title" = "Synchroniser";
"Synchronize" = "Synchroniser";

/* Class = "IBUILabel"; text = "Invalid User Name or Password"; ObjectID = "awu-eU-4Fc"; */
"awu-eU-4Fc.text" = "Nom d’utilisateur ou Mot de Passe Invalide";
"Invalid User Name or Password" = "Nom d’utilisateur ou Mot de Passe Invalide";

/* Class = "IBUIBarButtonItem"; title = "Reload Data"; ObjectID = "bev-cO-bG2"; */
"bev-cO-bG2.title" = "Charger les données";
"Reload Data" = "Charger les données";

/* Class = "IBUINavigationItem"; title = "Sample Request"; ObjectID = "cXx-Lv-dhR"; */
"cXx-Lv-dhR.title" = "Demande d’échantillons";
"Sample Request" = "Demande d’échantillons";

/* Class = "IBUILabel"; text = "To: Mr. John Smith"; ObjectID = "fKP-p6-sZ7"; */
"fKP-p6-sZ7.text" = "À: M. John Smith";

/* Class = "IBUILabel"; text = "In Progress"; ObjectID = "flH-70-BlN"; */
"flH-70-BlN.text" = "En Cours";

/* Class = "IBUITextField"; placeholder = "Shipping instructions"; ObjectID = "gTY-y7-gE9"; */
"gTY-y7-gE9.placeholder" = "Instructions Spéciales";

"Shipping instructions" = "Instructions Spéciales";

/* Class = "IBUILabel"; text = "Date: Aug 27, 2011"; ObjectID = "iRZ-8i-vAP"; */
"iRZ-8i-vAP.text" = "Date: 27 Aout, 2011";

/* Class = "IBUILabel"; text = "5 Units"; ObjectID = "iaq-6A-EHt"; */
"iaq-6A-EHt.text" = "5 Unités";

/* Class = "IBUILabel"; text = "Olmetec 20mg (7 Tablets)"; ObjectID = "jET-my-NUU"; */
"jET-my-NUU.text" = "Olmetec 20mg (7 Comprimés)";

/* Class = "IBUILabel"; text = "Label"; ObjectID = "jdm-IO-jlb"; */
"jdm-IO-jlb.text" = "Label";

/* Class = "IBUILabel"; text = "Loading..."; ObjectID = "mgV-eK-AFc"; */
"mgV-eK-AFc.text" = "Chargement en cours...";

/* Class = "IBUILabel"; text = "Januvia 100mg (7 tablets)"; ObjectID = "n7q-o8-9Md"; */
"n7q-o8-9Md.text" = "Januvia 100mg (7 comprimés)";

/* Class = "IBUIButton"; normalTitle = "Submit"; ObjectID = "rQT-WT-DVa"; */
"rQT-WT-DVa.normalTitle" = "Soumettre";

/* Class = "IBUILabel"; text = "Label"; ObjectID = "tb1-9A-t5d"; */
"tb1-9A-t5d.text" = "Label";

/* Class = "IBUIViewController"; title = "HCP List"; ObjectID = "tuH-pC-d00"; */
"tuH-pC-d00.title" = "Liste des Médecins";

/* Class = "IBUITabBarItem"; title = "HCPs"; ObjectID = "usx-xU-LZn"; */
"usx-xU-LZn.title" = "Professionnels";
"HCPs" = "Professionnels";


/* Class = "IBUILabel"; text = "Ref:3443"; ObjectID = "vfK-r0-JWz"; */
"vfK-r0-JWz.text" = "Réf:3443";

/* Class = "IBUINavigationItem"; title = "Healthcare Professionals"; ObjectID = "w68-rZ-mXr"; */
"w68-rZ-mXr.title" = " Professionnels de la Santé";

/* Class = "IBUITabBarItem"; title = "Sync"; ObjectID = "xcK-fF-BUA"; */
"xcK-fF-BUA.title" = "Synchroniser";

/* Class = "IBUILabel"; text = "Select a Report"; ObjectID = "zrV-BU-4yS"; */
"zrV-BU-4yS.text" = "Sélectionner un Rapport";
"Select a Report" = "Sélectionner un Rapport";


/* OrderDetailViewController_iPad */
"NoProductSelected" = "Aucun produit sélectionné. S'il vous plaît sélectionner au moins 1 produit puis essayez de nouveau.";
"ProductWillBeRemoved" = "Les articles suivants seront supprimés {0}. Continuer?";
"ProductAlreadyAdded" = "Produit déjà ajouté à la demande";
"ProductReachedMaxQty" = "Ce produit a atteint la quantité maximale autorisée.";
"CouldNotDetermineAddressTerritory" = "Impossible de déterminer le territoire de l'adresse sélectionnée. Les causes possibles sont: l'adresse n'est pas dans vos territoires, ou la base de données n'est pas à jour. Synchronisez l’application puis essayez à nouveau ";
"To be delivered to" = "Livraison pour";
"Contents of sample request" = "Contenu de la demande";
"Delivery instructions" = "Instructions de livraison";
"Signature (required)" = "Signature (requise)";
"Submit" = "Soumettre";

/* MainWindowsController_iPad */
"Requests" = "Commandes";
"Pull up to load more" = "Glisser vers le haut pour en voir d’avantage";
"Release to load" = "Lâcher pour charger";
"Release to load more" = "Lâcher pour charger";
"Release to refresh" = "Relâcher pour rafraîchir";
"Pull down to refresh" = "Glisser vers le bas pour rafraîchir";


"Warning" = "Attention";
"Ok" = "Ok";
"Cancel" = "Annuler";
"Error" = "Erreur";
"Retry" = "Réessayer";

/*ReportAllocationUsage.cs*/
"ReportIsNotAvailable" = "Désolé! Ce rapport n'est pas disponible en ce moment. Essayez de nouveau dans quelques secondes ";
"YTD" = "Cumul annuel";

/* Order Stausses */
"All" = "Toutes";
"New" = "Nouvelle";
"In Progress" = "En Cours";
"On Hold" = "En Attente";
"Cancelled" = "Annulées";
"Back-Order" = "Rupture de Stock"; 
"Ready For Shipping" = "Prêt pour l’envoi";
"SentToWarehouse" = " Envoyé à l’entrepôt "; 
"Shipment Started" = "Envoi Commencé"; 
"Warehouse Verification" = "Vérification de l’entrepôt";
"Shipped" = "Expédiées";
"Partially-Shipped" = "Envoi Partiel";
"Delivered" = "Livré"; 
"Void" = "Annulé";
 
 /* Report List*/
"Reports" = "Rapports";
 
/* ReportMyAllocation.cs*/
"Product" = "Produit";
"Used" = "Qté Utilisée";
"MCG Stock" = "Inventaire MCG";
"yes" = "Oui";
"no" = "Non";
"none" = "Aucun";

/*ReportRegistration.cs*/
"My Usage" = "Mon Utilisation";
"MyUsageDescription" = "Présente l'utilisation totale de chaque produit selon la période (cumul annuel, période d'attribution et par mois)";
"Territory Allocation" = "Quantités attribuées au territoire";
"TerritoryAllocationDescription" = "Présente les quantités de produits attribuées à votre territorie, la quantité déjà utilisée (en nombre d'unités et en %) ainsi que l'état des stocks de MCG";
"My Team" = "Mon Équipe";
"MyTeamDescription" = "Tous les représentants de vos territories sont regroupés par nom de territoire";

/*SyncList.cs*/
"Entity Changes" = "Changements d’entité";
"Added" = "Ajouté";
"Modified" = "Modifié";
"Deleted" = "Supprimé";

/*SyncViewController_iPad.cs*/
"Sync" = "Synchroniser";
"LocalDataWillBeCleared" = " Les données locales seront effacées et rechargées à partir du serveur. Continuer?";
"NoChangesFoundToSync" = "Aucun changement à synchroniser";
/*NumberOdRecsSync =  fichier(s) synchronisés*/
"NumberOdRecsSync" = "Fichier(s) synchronisés";

/*LoginViewController_iPad.cs*/
"LocalDBEmpty" = " La cache de l'application locale est vide. S'il vous plaît vous connecter à l’Internet, puis essayez de nouveau ";


/*AppDelegate.cs*/
"UnHandledExceptionTerminating" = "Exception non-permise (Fermeture de={0}):{1}";

/*Main.cs*/
"MajorVersionReleasedMustUpgrade" = "Une mise à jour majeure ({0}) de l’application est maintenant disponible. Vous devez télécharger cette dernière version avant de continuer. Veuillez visiter le magasin Mobile Iron ou contacter l'administrateur du système.";
"NewVersionAvailable" = "Une version plus récente ({0}) est disponible. Veuillez visiter le magasin Mobile Iron pour télécharger la dernière version.";
"Yes, please" = "Oui, SVP";
"No, thanks" = "Non, merci";
"CurrentAppIsNewer" = " La version de l'application courante est plus récente que le service en cours. Si vous avez modifié manuellement l'adresse du service, s'il vous plaît réinitialiser l'adresse dans la page des paramètres MCG, puis essayez de nouveau.";


/*AddressDetailsView.cs*/
"Address Type" = "Type d’adresse";
"Details" = "Détails";
"Province" = "Province";
"Communication" = "Communication";
"Facility Name" = "Nom d’établissement";
"Address Line1" = "Addresse 1";
"Address Line2" = "Addresse 2";
"Address Line3" = "Addresse 3";
"City" = "Ville";
"PostalCode" = "CodePostal";
"Postal Code" = "Code Postal";
"Phone Extension" = "Poste téléphonique";


/*EntityEnumerableExtensions.cs*/
"Connection Error" = "Erreur de connexion";
"ConnectionLost" = "La connexion au serveur a été perdue. Aimeriez-vous travailler en mode déconnecté?";

/*ExceptionWatcher.cs*/
"Send to MCG" = "Envoyer à MCG";
"CannotSendEmails" = "Impossible d'envoyer des courriels à partir de cet appareil. S'il vous plaît assurez-vous que votre compte de courriel est bien configuré ";
"ServerNotAvailableTryLater" = " Le serveur n'est pas disponible en ce moment. Veuillez réessayer plus tard.";

/*HCPDetialsView.cs*/
/*Section Name*/
"Name" = "Nom";
"Gender" = "Sexe";
"Language" = "Langue";
"Communication" = "Communication";
"Phone" = "Téléphone";
"Fax" = "Télécopieur";
"Email" = "Courriel";
"Address" = "Adresse";
"Last 5 Orders" = "5 Dernières commandes";
"Load" = "Chargement";
"Loading Orders..." = "Chargement des commandes en cours...";
"First Name" = "Prénom";
"Last Name" = "Nom de famille";
"Title" = "Titre";

/*HCPList.cs*/
"Healthcare Professionals" = "Professionnels de la Santé";

"Date Created:" = "Date de création:";
"Date Released:" = "Date de relâche:";
"Date Shipped:" = "Date d'expédition:";
"Ref:" = "Réf:";
"Status:" = "Statut:";
"Reason:" = "Raison:";
"Loading..." = "Chargement en cours ...";
"Loading" = "Chargement en cours";
"Remember Me" = "Souvenez-vous de moi";

"Last Updated: never" = "Dernière mise à jour: jamais";
"Last Updated: {0:g}" = "Dernière mise à jour: {0:g}";
"Last Updated:" = "Dernière mise à jour:";
"Last update" = "Dernière mise à jour:";
"Signature on File" = "Signature au dossier";
"Type to search for products" = "Tapez pour rechercher des produits";
"Products" = "Produits";
"Search" = "Rechercher";
"Search Options" = "Options de recherche";
"Could not delete template" = "Could not delete template";
"An existing draft is found for the selected HCP. Would you like to load it, or delete it and start a new order?" = "An existing draft is found for the selected HCP. Would you like to load it, or delete it and start a new order?";
"Delete" = "Delete";
"Load Template" = "Remplir le modèle";
"Save Template" = "Enregistrer le modèle";
"Template Name" = "Titre du modèle";
"Order Templates" = "Modèles de commande";
"Save Draft" = "Enregistrer l’ébauche";
"Success" = "Succès";
"New template \"{0}\" has been created successfully" = "Nouveau modèle \"{0}\" créé avec succès";
"This template name \"{0}\" is already in use. Please try again." = "Le nom du modèle \"{0}\" est dèja utilisé. S'il vous plaît essayez de nouveau.";
"Draft" = "Ébauche";
"Tracking #:" = "Numéro de localisation:";
"Order" = "Commande";
"Total" = "Totale";

"LoginError" = "Erreur de connexion";
"ContactAdmin" = "Ce profil n'est pas actuellement activé. S'il vous plaît contactez merck@medcommunications.ca.";

"Please select an HCP." = "Veuillez sélectionner un professionel de la sante.";

/*homepage*/
"home_text1" = "Bienvenue sur la page d'accueil de l'application MCG pour iPad oú vous y trouverez plusieurs liens utiles ainsi que des ressources pour faciliter le processus d'échantillonnage sur iPad:";  

"linkUserManual" = "Veuillez cliquer ici pour accéder le Guide de l'utilisateur";

"fileName" = "MCG_Sampling_IPAD_FR.pdf";

"home_text2" = "Pour nous contacter, veuillez utiliser l'un des liens ci-dessous:";
 
"home_text3" = "courriel à MCG pour les questions concernant vos échantillons ou les fonctions de l'application et de la formation:";

"home_text4" ="courriel à Canada, SFE pour toutes questions relatives aux problèmes de l'appareil IPAD ou pour soumettre vos suggestions ou des conseils:";

"home_text5" = "Si le Bureau d'assistance ne peut vous seconder avec un problème d'application MCG, vous pouvez contacter l'équipe de support MCG:";

"home_text6" = "Liens à certains sites Web utiles:";

"home_text7" = "Cliquez ici pour accéder le site ATS Santé pour faire le suivi sur la livraison de vos demandes d'échantillons:";

"home_text8" = "Lien à SampleCupboard:";


"InfoNotAvailable" = "Cette fonction n'est pas disponible en mode hors ligne.";

"NoHCPs" = "Aucun professionel de la santé n'a été trouvé";
"HCPsLoadedSuccessfully" = "Professionnels de la santé chargés avec succès";
"Load HCPs" = "Charger HCPs";

"NoUsage" = "Aucunes données ne sont disponibles pour la période courante.";

"NotAvailable" = " - pas disponible";
